Revit 2027 API
ParameterTypeId.SteelElemParamRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemParamRadius { get; }
Public Shared ReadOnly Property SteelElemParamRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemParamRadius {
	ForgeTypeId^ get ();
}
static member SteelElemParamRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace